Repository: sebkln/form_examples
Catalog: Resources/Private/Language/*.locallang_forms_specific.xlf
Languages: de

# BasicContactFormExample.element.page-1.properties.label
source: Basic contact form
de: Einfaches Kontaktformular

# BasicContactFormExample.element.name.properties.label
source: Name and surname
de: Vor- und Nachname

# BasicContactFormExample.element.subject.properties.label
source: Subject
de: Betreff

# BasicContactFormExample.element.message.properties.label
source: Your message
de: Ihre Nachricht

# BasicContactFormExample.element.name.properties.placeholder
source: John Doe
de: Michael Mustermann

# BasicContactFormExample.element.subject.properties.placeholder
source: Your concern
de: Ihr Anliegen

# BasicContactFormExample.element.message.properties.placeholder
source: How can we be of help?
de: Wie können wir Ihnen behilflich sein?

# element.BasicContactFormExample.renderingOptions.submitButtonLabel
source: Send message!
de: Nachricht senden!

# BasicContactFormExample.element.page-1.renderingOptions.nextButtonLabel
source: load summary
de: zur Übersicht

# element.summarypage.renderingOptions.previousButtonLabel
source: update
de: verbessern

# ExtendedContactFormExample.finisher.Confirmation.message
source: Next time, we'll want to know some more about you!
de: Nächstes Mal möchten wir etwas mehr über dich wissen!
